tap "go-task/tap"
tap "fluxcd/tap"
brew "awscli"
brew "chezmoi"
brew "coreutils"
brew "curl"
brew "direnv"
brew "findutils"
brew "gettext"
brew "git"
brew "gnupg"
brew "go"
brew "grep"
brew "helm"
brew "krew"
brew "kubernetes-cli"
brew "kubie"
brew "kustomize"
brew "libiconv"
brew "nano"
brew "pinentry-mac"
brew "starship"
brew "thefuck"
brew "watch"
brew "fluxcd/tap/flux"
brew "go-task/tap/go-task"
brew "bat"
brew "exa"
brew "lsd"
brew "git-delta"
brew "dust"
brew "duf"
brew "broot"
brew "fd"
brew "ripgrep"
brew "the_silver_searcher"
brew "fzf"
brew "choose-rust"
brew "bottom"
brew "hyperfine"
brew "gping"
brew "procs"
brew "httpie"
brew "rs/tap/curlie"
brew "xh"
brew "zoxide"
brew "dog"